Repository: DeveloperAcademy-POSTECH/2024-NC2-A40-MachineLearning
Catalog: Localizable.xcstrings
Source language: ko
Languages: ja

source: -%lld엔
ja: -%lld円

source: (날짜, 장소, 금액)
ja: (日付、場所、金額）

source: %lld 엔
ja: %lld 円

source: +%lld엔
ja: +%lld円

source: d일 EEEE
ja: d日 EEEE

source: iPhone 설정 - MonEasy 에서 마이크 및 음성 인식 권한을 허용해주세요.
ja: iPhoneの設定 - MonEasyでマイクと音声認識の権限を許可してください。

source: ko-KR
ja: ja-JP

source: yyyy년 M월
ja: yyyy年 M月

source: yyyy년M월d일
ja: yyyy年M月d日

source: 가계 내역을 기록할 수 있어요!
ja: 早く家計簿を記録できます！

source: 간편하게 기록
ja: 簡単に記録

source: 교육
ja: 教育

source: 권한필요
ja: アクセス許可必要

source: 금
ja: 金

source: 금액을 입력하세요!
ja: 金額を入力してください！

source: 년
ja: 年

source: 듣고 있어요...
ja: 聞いています...

source: 메모
ja: メモー

source: 목
ja: 木

source: 미등록
ja: 未登録

source: 바
ja: 居酒屋

source: 버튼을 눌러서 음성으로 내역을 기록해보세요.
ja: ボタンを押して音声で記録してみてください。

source: 병원
ja: 病院

source: 보험
ja: 保険

source: 사진으로
ja: 写真で

source: 쇼핑
ja: 買い物

source: 수
ja: 水

source: 수입
ja: 収入

source: 시작하기
ja: はじめる

source: 식당
ja: 食堂

source: 액션 버튼
ja: アクションボタン

source: 엔
ja: 円

source: 여행
ja: 旅行

source: 예시) 편의점에서 300엔
ja: 例） フェミマで300円

source: 오늘
ja: 今日

source: 완료
ja: 保存

source: 용돈
ja: お小遣い

source: 월
ja: 月

source: 월급
ja: 月給

source: 위젯
ja: ウィジェット

source: 위치
ja: 場所

source: 으로 빠르게
ja: で

source: 을 눌러서
ja: を押して

source: 음성으로
ja: 音声で

source: 일
ja: 日

source: 이자
ja: 利子

source: 일시
ja: 日付

source: 잠금화면의
ja: ロック画面の

source: 장소를 입력하세요!
ja: 場所を入力してください！

source: 지출
ja: 支出

source: 카테고리
ja: カテゴリ

source: 카페
ja: カフェ

source: 커스텀
ja: カスタム

source: 토
ja: 土

source: 편의점
ja: コンビニ

source: 하는 가계부
ja: する家計簿

source: 화
ja: 火

source: 확인
ja: 確認
